{
  "add_prefix_space": null,
  "backend": "tokenizers",
  "bos_token": "<｜begin▁of▁sentence｜>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<｜end▁of▁sentence｜>",
  "is_local": false,
  "legacy": true,
  "model_max_length": 131072,
  "model_specific_special_tokens": {},
  "pad_token": "<|finetune_right_pad_id|>",
  "padding_side": "left",
  "sp_model_kwargs": {},
  "tokenizer_class": "TokenizersBackend",
  "unk_token": null,
  "use_default_system_prompt": false
}
